{"berlin-real-1":{"price":6500,"title":"Substantial and Stylish 2 Bedroom Penthouse in Berlin Mitte","calendar":{"2025-08-31":{"available":true},"2025-09-01":{"available":false},"2025-09-02":{"available":false},"2025-09-03":{"available":false},"2025-09-04":{"available":false},"2025-09-05":{"available":false},"2025-09-06":{"available":false},"2025-09-07":{"available":false},"2025-09-08":{"available":false},"2025-09-09":{"available":false},"2025-09-10":{"available":false},"2025-09-11":{"available":false},"2025-09-12":{"available":true,"priceNight":200},"2025-09-13":{"available":true,"priceNight":200},"2025-09-15":{"available":true,"priceNight":200},"2025-09-16":{"available":true,"priceNight":200},"2025-09-17":{"available":true,"priceNight":300},"2025-09-18":{"available":true,"priceNight":300},"2025-09-19":{"available":true,"priceNight":300},"2025-09-20":{"available":true,"priceNight":300},"2025-09-21":{"available":false,"priceNight":300},"2025-09-22":{"available":false,"priceNight":300},"2025-09-23":{"available":false,"priceNight":300},"2025-09-24":{"available":false,"priceNight":300},"2025-09-25":{"available":false,"priceNight":300},"2025-09-26":{"available":false,"priceNight":300},"2025-09-27":{"available":false,"priceNight":300}},"amenities":["Wood flooring","WiFi","Kitchenware","air conditioning","Garden","smart TV","microwave","Balcony","Bathtub","Shower"],"houseRules":[],"description":"Ideally situated in the heart of the city, these 230-250sqm fully furnished, brand-new apartments offer luxury, enormous living spaces, daily convenience, and direct access from the building to a gorgeous secret park. Stunning vernacular architectural detailing evidences superb craftsmanship, while the exterior displays subtle and tasteful aspects of modernity. Impressively designed, the apartment features an open floor plan, dedicated living spaces, high ceilings, neutral color scheme, and phenomenal hardwood floors. Carefully laid in a herringbone pattern, the heated flooring is bursting with natural hues of amber, vanilla, and honey. Flooding the space in luminous natural light, the bright windows offer unparalleled serenity. Midcentury modern furniture adds to the panache and gives additional depth and texture with velvet touches and geometric angularity.","houseRulesStructured":{"guests":["Children allowed","pet allowed"],"safety":["No smoking inside","No parties/events"]}},"berlin-real-2":{"price":7500,"title":"Modern Luxury Apartment on Brunnenstraße","calendar":{},"amenities":["Premium Location","Smart TV","Bathtub","Shower","Rooftop Balcony","Wifi"],"houseRules":[],"description":"Spacious luxury apartment with modern design and natural light. Located on Brunnenstraße with premium amenities and contemporary furnishing.","houseRulesStructured":{}},"berlin-real-5":{"price":22000,"title":"Pure Luxury - Penthouse with Large Terrace Overlooking Museum Island","calendar":{},"amenities":["Washing machine","Dryer","TV","WiFi","Lift","Dishwasher","Stove","Refrigerator","Oven","Microwave","Air conditioning","Sauna","Swimming pool","Rooftop Balcony"],"houseRules":[],"description":"The luxurious penthouse is located in Berlin-Mitte and is therefore in a top location, directly on the Spree at Monbijou Park, and offers a spectacular view of the most important historical buildings such as the Berlin Cathedral, the new City Palace and Museum Island. 5 stars plus paired with infinite variety. It combines style, elegance and modernity in one. 353 sqm with 136 sqm roof terrace, sauna, meeting room, and breathtaking views.","houseRulesStructured":{}},"berlin-real-3":{"price":6500,"title":"Spacious Loft in Absolute Center of Berlin","calendar":{},"amenities":["Central heating","Private kitchenware","WiFi","Smart TV","Shower","Sauna"],"houseRules":[],"description":"Spacious loft in the absolute center of Berlin. Featuring flooring and walls made of high-quality concrete. Floor-to-ceiling windows, bright open living/dining area opens into stainless steel kitchen with microwave, dishwasher, coffee machine. Small balcony on courtyard side. Downstairs toilet, upstairs has open work area, TV lounge & hidden laundry. Floating box bedroom with double bed, hidden guest bedroom with queen bed, main bathroom with shower, bath tub & sauna.","houseRulesStructured":{}},"berlin-real-4":{"price":10800,"title":"An Architectural Jewel - The Sapphire Penthouse in Mitte","calendar":{},"amenities":["Washing machine","Dryer","Coffee machine","TV","WiFi","Balcony","Terrace","Dishwasher","Stove","Refrigerator","Oven","Air conditioning","Sauna","Concierge service","Gym"],"houseRules":[],"description":"The building, designed by renowned star architect Daniel Libeskind and inspired by a sapphire, impresses with its outstanding and luxurious details. The exclusivity is also reflected in this penthouse. The interior design includes a dedicated sports room with sauna and a Kinesis wall, which makes the stay an extraordinary experience. The interior design by Fabian Freytag promises maximum comfort and creates a feel-good experience throughout. The three spacious terraces offer a breathtaking view. The penthouse is located in the sought-after northern part of Berlin-Mitte with immediate proximity to Friedrichstrasse.","houseRulesStructured":{}},"berlin-real-7":{"price":12000,"title":"4 Room Luxury Flat for Rent in Berlin - Premium Tower Living","calendar":{},"amenities":["Air conditioning","Underfloor heating","24/7 concierge","Security service","Underground parking","Kitchen"],"houseRules":[],"description":"Premium tower living with 5-star service in a cosmopolitan location. The Beisheim Center is the style-defining building ensemble at Potsdamer Platz. This unique 4-room premium tower apartment for discerning tastes on the 14th floor offers unparalleled panoramic views. The Art Deco-style building was constructed in 2003 by renowned architects. Features impressive living room with 86 square meters of space, high-quality SieMatic fitted kitchen with Miele appliances, Gaggenau cooktop, and Liebherr wine cooler. All bathrooms boast elegant natural stone and marble tiles.","houseRulesStructured":{}}}
